{
  "classic": {
    "1": "Take an embarrasing selfie and post it as your profile picture or drink twice.",
    "2": "Go next door with a cup and ask for some sugar. Return with sugar or drink three times.",
    "3": "Write your name with your tongue on the arm of the person to your right. If either of you refuse, both of you must drink twice.",
    "4": "Pick the nose of the person to your left. If either of you refuse, both of you must drink twice.",
    "5": "Close your eyes and spin around for ten seconds. Flirt with whatever person, object, or animal you are facing or drink twice.",
    "6": "Find a phallic object and stuff it as far down your throat as you can or drink three times.",
    "7": "Let the person across from you draw something on your face with a marker or drink four times.",
    "8": "Let the group choose a person in your contacts. Send 'u up?' to that person or finish your drink.",
    "9": "Let the group go through all the photos on your phone or finish your drink.",
    "10": "Sniff everyone's feet and rank them from best to worst or finish your drink.",
    "11": "Call a gas station and try to reserve a gallon of gas or drink three times.",
    "12": "Call a pizza place and ask if they use cruelty-free flour or drink three times.",
    "13": "Call a pizza place and ask if you can return a pizza or drink three times.",
    "14": "Fill your mouth with water. For one minute, the group will try to make you laugh. If you spit out any water, you must drink twice.",
    "15": "Go outside and get freaky with the mailbox for thirty seconds or drink four times.",
    "16": "Pour some of your drink into the hands of the person across from you. Pretend to be a dog and lick it out of their hands. If either of you refuse, both of you must finish your drinks.",
    "17": "Go outside and try to stop a car and warn the driver that their wheels are turning or finish your drink.",
    "18": "Facetime somebody and pick your nose the entire time, or drink three times.",
    "19": "Let everyone look through your search history for a minute or drink twice.",
    "20": "Choose a person in the group to put a leash on you and walk you down the street or finish your drink.",
    "21": "Call a pharmacy and ask them which laxative is most effective then ask how many they have or finish your drink.",
    "22": "Call a person in your contacts (that is not part of the group) and tell them that they are the ugliest person you have ever met or finish your drink.",
    "23": "Choose an item from the refrigerator to use as lotion or drink twice.",
    "24": "Call a grocery store and ask if they do makeovers for prom or drink twice.",
    "25": "Send an incredibly romantic text to a person of the group's choosing or drink three times.",
    "26": "Tie your shirt up to expose your midrift and twerk for thirty seconds or drink three times.",
    "27": "Knock on your neighbor's door and ask if they have a spare condom or finish your drink.",
    "28": "Exchange shirts with the player to your right. If either of you refuse, both of you must drink three times.",
    "29": "Call someone and tell them, in tears, that you want to break up or drink three times.",
    "30": "Add a photo of your elbow to your snap story with the caption 'the hottest part of my body' or drink three times.",
    "31": "Lay on the floor and pretend to be a piece of frying bacon for thirty seconds or drink twice.",
    "32": "Make a mask on your face with wet toilet paper or drink twice.",
    "33": "Make a hat out of foil and wear it for the rest of the game or drink twice.",
    "34": "Make a diaper out of a towel and wear it for the rest of the game or drink twice.",
    "35": "Give your phone to a player of your choice and let them send a text message to whoever they want or drink twice.",
    "36": "Text your parent or guardian that you love them or finish your drink.",
    "37": "The player to your left is now your master. You must do what they ask of you for one minute or finish your drink.",
    "38": "Let each player choose a word. Attempt to make a sentence out of the words and post it to Facebook, or drink three times.",
    "39": "Let the group choose a pose for you. You must stay in that pose for the remainder of the round or drink three times.",
    "40": "Do your best impression of someone in the group. If the group cannot correctly guess who you are impersonating in thirty seconds, you must finish your drink.",
    "41": "Choose a person in the group. That person will spank you for twenty seconds while you shout 'harder daddy'. If either of you refuse, both of you must finish your drinks.",
    "42": "Have the second person to your right do ten squats while you lie underneath them. If either of you refuse, both of you must drink twice.",
    "43": "Hold hands with the person to your left. Whoever let goes first must finish their drink.",
    "44": "Hand your phone to the second person to your left and let them post whatever they want on any social media account or drink three times.",
    "45": "Let the second person to your right give you wedgie or drink three times.",
    "46": "Take a selfie with the person across from you. Post it to Instagram with an emotional caption of how much they mean to you or finish your drink.",
    "47": "Pick up a random book and read it in the most seductive voice you can or drink twice.",
    "48": "The second person to your right must sit on your lap for the rest of the round. If either of you refuse you must both drink three times.",
    "49": "Go to Cosmpolitan's website's love section and find a position you've never heard of. Use pillows or furniture to act out that position or drink three times.",
    "50": "Take off your clothes for the rest of the round. You must drink for every article of clothing you leave on.",
    "51": "Put your hand on the very inner thigh of the person to your right for the rest of the round. If either of you refuse, both of you must drink twice.",
    "52": "Explain in vivid detail how you lost your virginity or drink twice.",
    "53": "Give a TED talk about how to seduce someone for a minute or drink twice.",
    "54": "Use an object to demonstrate how to give a blowjob or finish your drink.",
    "55": "Post on your Instagram story using the 'Questions' sticker with the caption 'any porn recommendations?' or finish your drink.",
    "56": "Use your feet to give the player to the right of you a sip from their drink without spilling. If either of you fail or refuse, you both must drink three times.",
    "57": "Let the group pick someone that must grind on you for twenty seconds or both of you must finish your drinks.",
    "58": "Venmo the player across from you one cent with the caption 'eating my ass after I ate hot wings' or finish your drink.",
    "59": "Have the second person to your left unzip your zipper with their teeth. If either of you refuse, you both must finish your drinks.",
    "60": "DM your last ex that you still love them or finish your drink.",
    "61": "Beg the person across from you to make out with you for a minute. They must refuse. Keep trying to convince them or drink twice.",
    "62": "Stare into the eyes of second person to your right. Talk as seductively as you can for thirty seconds. Whoever breaks eye contact first must drink twice. If neither do, both must finish their drinks.",
    "63": "Put a sock in your pants and pretend it's your junk for the rest of the game or drink three times.",
    "64": "Draw eyes above your belly button and give a presidential address with this character for a minute or drink three times.",
    "65": "Take off your shirt and pants. Flop around like a fish out of water for thirty seconds or finish your drink.",
    "66": "Have the group pick a piece of furniture and a song. Grind against the piece of furniture for a minute to the song or finish your drink.",
    "67": "Have the group pick five emojis. Act out the five emojis into a cohesive story or drink twice.",
    "68": "Have the group pick a gif and send it to a person on your contacts or drink three times.",
    "69": "Make your butt jiggle like a stripper or drink three times.",
    "70": "Choose a person in the group to slap your ass as hard as they can or finish your drink.",
    "71": "Put your tongue in the person to your left's ear. If either of you refuse, you both must drink twice.",
    "72": "Reveal to everyone every single drug you've done or drink twice.",
    "73": "Write a three letter word on the back of the second person to your left. If they guess it right, you must drink twice. If not, they must drink twice.",
    "74": "Let the second person to the right of you ride you around and moo like a cow for thirty seconds or finish your drink.",
    "75": "Rank every person in the group for least to most attractive or finish your drink.",
    "76": "Call a McDonald's and try to make a reservation or drink three times.",
    "77": "Take a picture of the toilet and post it to your snap story professing your love for it or drink three times.",
    "78": "Call a restaurant and start singing happy birthday or finish your drink.",
    "79": "Go out and hook up with a tree or finish your drink.",
    "80": "Go on Instagram, go to the first account you see, and like every single post going back a year or drink three times.",
    "81": "Wall twerk to an NSYNC song for thirty seconds or drink three times.",
    "82": "Close your eyes and feel someones face. Guess who it is. If you're wrong, drink twice.",
    "83": "Give the person to the left of you a foot massage for thirty seconds. If either of you refuse, you must both drink twice.",
    "84": "Successfully freestyle rap for thirty seconds about gelato or finish your drink.",
    "85": "Demonstrate how to give a rim job on a bottle or drink three times.",
    "86": "Guess which player has a condom. If you get it right, they must drink twice. If not, you must drink twice.",
    "87": "Guess which player has had anal sex. If you get it right, they must drink three times. If not, you must drink three times.",
    "88": "Take off your shirt for the rest of the round or finish your drink.",
    "89": "Lay on the ground and have someone poke you in the head while you name ten fast food chains or finish your drink.",
    "90": "Text a friend that you appreciate them or finish your drink.",
    "91": "Spin a bottle and kiss the person it lands on. If either of you refuse, you must both finish your drinks.",
    "92": "Drink an entire bottle of water in under ten seconds. If you succeed, everyone else must drink twice. If not, you must finish your drink.",
    "93": "Have someone take a picture of you posing as a crab. Post it on Instagram with the caption 'I think crabs are sexy' or finish your drink.",
    "94": "Empty your purse, backpack, or wallet, and let everyone see what you have or drink three times.",
    "95": "Go to Cosmpolitan's website's love section and find a position you've never heard of. Pick someone to act out the position with or both of you must finish your drinks.",
    "96": "Put on all of your clothes backwards for the rest of the game or finish your drink.",
    "97": "Have the group choose someone in your contacts and send them 'I'd simp for you anyday' or drink four times.",
    "98": "Touch noses with the person to your right for a minute without breaking eye contact. If either of you refuse, you both must finish your drinks.",
    "99": "Get on the table and perform a striptease for twenty seconds or finish your drink.",
    "100": "Call a restaurant and try to order a cock meat sandwich or drink three times."
  }
}
